[
  {
    "tab": "Notamedia",
    "date":"Jan 2022 - Jan 2025",
    "projects": [
      {
        "id": 1,
        "description": "Government platform for supporting entrepreneurs, self-employed people and those who plan to start their own business",
        "name": "Digital platform MSP.RF (Цифровая платформа МСП.РФ)",
        "url": "https://xn--l1agf.xn--p1ai/",
        "image": "/images/msp.png",
        "technologies": [
          "React",
          "Redux Toolkit",
          "Type Script",
          "Vite",
          "Styled Components",
          "Ant Design",
          "SASS",
          "Figma"
        ]
      }
    ]
  },
  {
    "tab": "Concept Studio",
    "date":"Mar 2019 - Dec 2022",
    "projects": [
      {
        "id": 1,
        "description": "Concept Studio is a strategically driven, digital design, development, and branding agency that lives at the intersection of creativity and technology. We solve consumer and business problems with our diversified services keeping a balanced ecosystem across the brand.",
        "name": "Concept Studio",
        "url": "https://conceptstudio.com/",
        "image": "/images/conceptStudio.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      },
      {
        "id": 2,
        "description": "Invest in AM is a B2B platform that bridges investment offers in Armenia with 1000+ potential investors and exporting companies with potential buyers",
        "name": "Invest in Armenia",
        "url": "https://investin.am/",
        "image": "/images/investInAm.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      },
      {
        "id": 3,
        "description": "WeProfit is a global marketplace matching and enabling companies to do digital business.The website exists mostly as an instruction manual for what really makes WeProfit interesting: the product. Thus, borrowing from the same design queues from their branding, we built a functional site which helps users navigate the WeProfit marketplace.",
        "name": "Weprofit",
        "url": "https://weprofit.global/",
        "image": "/images/weprofit.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      },
      {
        "id": 4,
        "description": "This website, however, truly was a passion project. Parajanov is perhaps one of the most beloved figures in the contemporary Armenian art scene. The man has tried his hand at everything: film directing, screenwriting, art direction, production design…Somehow, we managed to become the “Armenian Dali, Coppola, and Lynch” all at the same time, forever changing the landscape of pretty much every art form he’s ever touched.",
        "name": "Parajanov Museum",
        "url": "https://parajanovmuseum.am/en/",
        "image": "/images/parajanovMuseum.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      },
      {
        "id": 5,
        "description": "Murakami City is a unique and innovative project that aims to bring the creative world of renowned Japanese author Haruki Murakami to life. The project was created by a team of passionate and dedicated fans of Murakami's work, with the goal of celebrating his literary legacy and creating an immersive digital experience that captures the essence of his writing.",
        "name": "Murakami City",
        "url": "https://murakamicity.com/en/",
        "image": "/images/murakami.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      },
      {
        "id": 6,
        "description": "WestEast is the one of the leaders in the field of flexography printing in Russia. The absolute emphasize on the quality of the final product became the cornerstone of the company's current success. To achieve the next level of company development their team decided to put more resources in creating digital presence that will clearly distinguish them from their competitors and become the basis of their ever growing digital marketing strategy. ",
        "name": "West East",
        "url": "https://westeast.ru/",
        "image": "/images/westEast.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      }
      ,
      {
        "id": 7,
        "description": "Having worked with Hexens to design a unique brand identity which took into account their specialty in cybersecurity, we took the next logical step and designed a website to go with it! ",
        "name": "Hexens",
        "url": "https://hexens.io/",
        "image": "/images/Hexens.png",
        "technologies": [
          "React",
          "Next.js",
          "GSAP",
          "SASS",
          "Styled Components",
          "Figma"
        ]
      }
    ]
  },
  {
    "tab": "Zoom Graphics",
    "url": "https://www.zoom.am/",
    "date":"Jan 2017 - Feb 2019",
    "projects": [
      {
        "id": 1,
        "description": "Laboratoire Naturel is a Swiss company manufacturing wipes, other personal care products and spunlace of the highest quality.",
        "name": "Laboratoire Naturel",
        "url": "https://www.labnaturel.com/",
        "image": "/images/labNat.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      },
      {
        "id": 2,
        "description": "acba digital is a new, innovative platform, which is designed to replace traditional banking transactions. The platform operates both as a web version and as an application for individuals and legal entities. acba digital allows you to BANK easy and convenient.",
        "name": "ACBA digital",
        "url": "https://www.acba.am/en/business/e-banking-services/acba-digital-platform",
        "image": "/images/acba.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      },
      {
        "id": 3,
        "description": "Polixis is a best-in-class RegTech and advisory firm that offers a bespoke blend of human expertise with machine intelligence and big data. ARDIS, the flagship software, stands for Applied Risk & Data Intelligence Solution. It is a next generation AML, sanctions and KYC automation software, designed for both Front and Compliance Teams.",
        "name": "Polixis",
        "url": "https://polixis.com/start-up-and-clients/",
        "image": "/images/polixis.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      },
      {
        "id": 4,
        "description": "Norman Credit is one of the leading and the most trustworthy Universal Credit Organizations of Armenia providing financial services and credit products for business and individuals.",
        "name": "Norman credit",
        "url": "https://www.normancredit.am/en/",
        "image": "/images/norman.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      },
      {
        "id": 5,
        "description": "Edelbloom is a Swiss brand producing baby wet wipes containing antioxidant Edelweiss extract to soothe baby’s skin and an abundance of purified water to make clean-up easy. Each pack includes alternating smooth and textured wipes that are extra durable but extremely gentle, to withstand the toughest messes and the most sensitive skin.",
        "name": "Edelbloom",
        "url": "https://www.edelbloom.com/",
        "image": "/images/edelbloom.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      },
      {
        "id": 6,
        "description": "Harvy Fruits produces a wide range of dried fruits. Each year Harvy processes approximately 3118 tons of fruits. All the products produced by the company are: Natural , Do not contain GMO’s ,With no added flavour , Has a luscious taste",
        "name": "Harvy Fruits",
        "url": "https://harvyfruits.com/en/products",
        "image": "/images/harvyfruits.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      }
      ,
      {
        "id": 7,
        "description": "Based on scientific methods and aromatherapy principles Nairian Cosmetics develops highest quality natural and organic skincare and haircare products that revive and build upon millennia-old traditions of folk medicine and herbalism that are still very much alive in Armenia.",
        "name": "Nairian Cosmetics",
        "url": "https://www.nairian.am/en",
        "image": "/images/nairian.png",
        "technologies": [
          "HTML5",
          "CSS3",
          "Java Script",
          "JQuery",
          "Figma",
          "Adobe XD"
        ]
      }
    ]
  },
  {
    "tab": "Pet projects",
    "date":"Jan 2025 - Now",
    "projects": [
      {
        "id": 1,
        "description": "This is my personal portfolio website where I showcase my professional experience, selected projects, and skills as a Frontend Developer. The site is built using Next.js (App Router) and optimized for performance and accessibility. It includes interactive UI elements, clean animations, and responsive design to ensure a seamless experience across all devices.",
        "name": "Saro Babayan — Personal CV Page",
        "url": "https://saro-babayan-personal-cv-page.vercel.app/",
        "image": "/images/CVpage.png",
        "technologies": [
          "React",
          "Redux Toolkit",
          "Type Script",
          "Next",
          "Zustand",
          "Open AI chat",
          "React Query",
          "WebSocket",
          "Vite",
          "Styled Components",
          "Gsap",
          "Chakra UI",
          "SASS",
          "Figma",
          "Eslint"
        ]
      },
      {
        "id": 2,
        "description": "A minimalistic and intuitive to-do list application that helps users manage their daily tasks efficiently. Built with modern frontend technologies, it focuses on clean UI, responsive design, and smooth user interactions.",
        "name": "To-Do List — Simple and Clean Task Management App",
        "url": "https://yoldi-profile.vercel.app/all-accounts",
        "image": "/images/ToDoList.png",
        "technologies": [
          "React",
          "Redux Toolkit",
          "Type Script",
          "Next",
          "Vite",
          "Styled Components",
          "Ant Design",
          "SASS",
          "Figma",
          "Eslint"
        ]
      },
      {
        "id": 3,
        "description": "Yoldi Profile is a modern web application that features a full authentication system, allowing users to sign up, log in, and access a protected profile page. User data is fetched from an API and kept fresh using SWR (stale-while-revalidate) for seamless UX and performance.",
        "name": "Yoldi Profile — User Profile Page with Authentication",
        "url": "https://yoldi-profile.vercel.app/all-accounts",
        "image": "/images/YoldiProfile.png",
        "technologies": [
          "React",
          "Zustand",
          "Next",
          "swr",
          "Type Script",
          "Vite",
          "Styled Components",
          "SASS",
          "Figma",
          "Eslint"
        ]
      },
      {
        "id": 4,
        "description": "Match Tracker is a modern web application that allows users to view a list of matches and track their real-time updates. The interface is simple and intuitive, while the match data is updated live using WebSocket technology.",
        "name": "Match Tracker — Real-Time Match Monitoring Web App",
        "url": "https://match-tracker-kappa.vercel.app/",
        "image": "/images/matchTracker.png",
        "technologies": [
          "React Native",
          "Java Script",
          "Type Script",
          "Next",
          "React Query",
          "WebSocket",
          "Vite",
          "Styled Components",
          "Eslint",
          "SASS",
          "Figma"
        ]
      }
    ]
  }
]